export const getBenefitsText = () => {
    return [
        {title: 'Минимизация рисков', text: 'Помогаю своим клиентам минимизировать риски, связанные с покупкой или продажей недвижимости, обнаруживая скрытые проблемы и предоставляя профессиональную оценку свойства.'},
        {title: 'Экспертиза', text: 'Имею большой опыт и знания в области недвижимости, что позволяет мне помогать своим клиентам принимать правильные решения.'},
        {title: 'Защита интересов', text: 'Защищаю интересы своих клиентов в процессе сделки, гарантируя, что все условия договора будут для вас выгодны.'},
        {title: 'Управление сделкой', text: 'Управляю всей сделкой, от подписания договора до передачи ключей, облегчая процесс покупки или продажи недвижимости для своих клиентов.'},
        {title: 'Помощь в оформлении документов', text: 'Помогаю своим клиентам оформить все необходимые документы.'}
    ]
}